---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ReferenceWithContext
source: html/f0db2af3-143a-3835-3aa1-c94e3ae93f61.htm
---
# ReferenceWithContext Members

Releases all resources used by the ReferenceWithContext